Repository: Mahmoud501/QuranAppiOS
Catalog: QuranApp/Application/*.lproj/Localizable.strings
Languages: ar

# intro.title.1
source: Welcome to Quran App
ar: اهلا بيك فى تطبيق حفظ القران الكريم

# intro.title.2
source: How to Memerize Quran
ar: كيف يمكنك حفظ القران

# intro.title.3
source: Let's Start 😊😌
ar: لنبدأ الان 😊😌

# intro.desc.1
source: Quran app is simple application help people memorize holy quran
ar: تطبيق حفظ القران تطبيق سهل يساعدك على حفظ القران بشكل سهل وبسيط

# intro.desc.2
source: You will find easy application help you to that There is test in quran in different ways Also save and share your progress for encourage
ar: ستجد التطبيق سهل الاستخدام ويمكنك اختبار مستواك بعد الحفظ وايضا حفظ ونشر النتائج للتشجيع

# intro.desc.3
source: Remember quran don't need your time Your Time need quran
ar: تذكر ان القران الكريم لا يحتاج لوقتك بس وقتك يحتاج الى القران

source: Start
ar: ابدا

source: Next
ar: التالي

source: What should I call you?
ar: ما اسمك الكريم ؟

source: Age
ar: السن

source: Favorite Language
ar: لغتك المفضلة

# Setting.title.1
source: Change Reciter
ar: تغيير القارئ

# Setting.title.2
source: Change Tafseer
ar: تغيير التفسير

# Setting.title.3
source: Contact us
ar: تواصل معانا

# Setting.title.4
source: How to use
ar: كيفيه الاستخدام

source: Color
ar: تلوين

# messageColor
source: you can color background cell for ayah to remember status
ar: يمكنك تلوين خليفة الاية القرانية من اجل تذكر نسبه الحفظ

source: Cancel
ar: إلغاء

source: Clear
ar: مسح

source: Always Wrong
ar: دائما خطأ

source: Always Forget Something
ar: دائما انسي شئ

source: Need Review
ar: تحتاج للمراجعة

# Memorized Ayah
source: Memorized Ayat
ar: حفظ الايات

# messageMemorized
source: Do you memorized these ayat?
ar: هل حفظت هذه الايات ؟

source: Yes,I Memorized
ar: نعم, لقد حفظت الحمد لله

source: No, Not Memorized Yet
ar: لا, لم يتم الحفظ بعد

source: Phone
ar: رقم الهاتف

source: Country
ar: الدولة

# net.message
source: Internet connection error
ar: هنا خطأ بالاتصال بالانترنت

source: SomeThing Wrong
ar: هنا خطأ ما

source: Install Quran
ar: جاري تسطيب القرأن الكريم

source: Install Tafseers
ar: جاري تسطيب التفسيرات

source: Install Reciters
ar: جاري تسطيب القراء

source: Finish Installation
ar: تم الانتهاء بحمد الله

source: Setup Setting
ar: تسطيب الاعدادات

source: Welcome
ar: اهلا

source: Murattal
ar: مرتل

source: Mujawad
ar: مجود

source: Muallim
ar: معلم

source: Translate
ar: مترجم

source: Download
ar: تحميل

source: do you want to download tafseer?
ar: هل تريد تحميل التفسير؟

source: Mark
ar: علامة

source: Share
ar: مشاركة

source: Surha
ar: سورة

# Setting.title.5
source: Change Quran Setting
ar: تغيير اعدادات القرأن الكريم

source: Normal
ar: متوسط

source: Large
ar: كبير

source: Very Large
ar: كبير جدا

source: Cairo
ar: القاهرة

source: Uthman
ar: العثماني

source: Quran Font Type
ar: نوع خط القرأن الكريم

source: Quran Font Size
ar: حجم خط القرأن الكريم

source: Tafseer Font Size
ar: حجم خط التفسير

source: Ok
ar: تمام

# Down.message
source: Do you want to download all ?
ar: هل تريد تحميل القرأن كاملا ؟

source: Interval Time
ar: وقت الانتظار

# intev.message
source: insert time in second to pause play between ayat
ar: ادخل وقت الوقوف بين الايات بالثواني

source: Repeat Time
ar: عدد مرات التكرار

# repeat.message
source: insert repeat number of aya
ar: ادخل عدد مرات تكرار الاية الواحده

source: Surha no.
ar: السورة رقم.

source: Number of Ayat
ar: عدد الايات

source: Stop Download
ar: إيقاف تحميل الكل

source: Pause
ar: إيقاف

source: Play
ar: تشغيل

source: Home Scroll
ar: تحريك الرئيسية

source: Middle
ar: المنتصف

source: Top
ar: بالاعلى

source: None
ar: لا شئ

source: Details
ar: تفاصيل

source: Ayah.no
ar: رقم الاية

source: Quran Kareem Font
ar: القرأن الكريم

source: AlQalam Quran Majeed
ar: قلم القرأن المجيد

source: Al Mushaf
ar: المصحف

source: Search
ar: بحث

source: search result not found
ar: نتائج البحث غير موجودة

# guid.t1
source: first you must speak clear and close to mircophone and not fast
ar: اولا: لابد من ان يكون الصوت واضح وقريب من السماعه الهاتف وايضا ليس سريع

# guid.t2
source: Juzh number one
ar: الجزء رقم 15

# guid.t3
source: Juzh number one ayah number one
ar: الجزء رقم 15 اية رقم 5

# guid.t4
source: Surha Fatiha
ar: سورة الفاتحة

# guid.t5
source: Surha Fatiha ayah number one
ar: سورة الفاتحة اية رقم 5

# guid.t6
source: Page number one
ar: الصفحة رقم 5

# guid.t7
source: Page number one ayah number one
ar: الصفحة رقم 5 اية رقم 5

source: Write Test Result
ar: نتيجة التسميع كتابة

# test.m1
source: you write ayat correct ^_^
ar: بارك الله فيك الايات صحيحة

source: All
ar: الكل

source: Aya Num
ar: رقم الاية

# sort.t1
source: press long in 3 line icon to move cell
ar: اضغط على ايقونه التلاته خطوط بجانب الاية للتحريك

source: Wonderful!
ar: رائع!

# sort.t2
source: you sort ayat correctly
ar: تم ترتيب الايات بشكل صحيح

# sort.t3
source: sort not correct , try again
ar: ترتيب الايات غير صحيح من فضلك حاول مره اخري

# com.t1
source: Complete ayat with dark background
ar: اكمل الايات ذات الخلفية الغامقة

source: Network Error
ar: خطأ بالاتصال بالشبكة

source: Current Version
ar: الاصدار الحالي

source: Last Version in Store
ar: اخر اصدار على الاستور

source: Contact us
ar: تواصل معانا

source: Subject
ar: الموضوع

source: Email Address
ar: البريد الالكتروني

# downMessge
source: Are you want to download quran pdf about 200 mega
ar: هل تريد تحميل كتاب القرآن الكريم المجود الحجم ٢٠٠ ميجا؟

# waitDown
source: just wait until download
ar: من فضلك انتظر حتي يكتمل التحميل

# downMessgeSucc
source: Successfully download QuranPDF
ar: تم تحميل القرآن الكريم المجود بنجاح
